Repository: mohammadrezaGh80/mix-shop-drf
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Expired
fa: منقضی شده

source: Valid
fa: معتبر

source: Personal info
fa: اطلاعات شخصی

source: Permissions
fa: مجوز ها

source: %(update_count)d accounts of users activated.
fa: حساب کاربری %(update_count)d نفر از کاربران فعال شد.

source: You cannot administer two or more users at the same time.
fa: دو یا چند کاربر را نمی توانید به صورت همزمان ادمین کنید.

source: User(phone number: %(phone_number)s) does not have a password, please enter a password for the user.
fa: کاربر(شماره تلفن: %(phone_number)s) رمز عبوری ندارد، لطفا یک رمز عبور برای کاربر وارد کنید.

source: User(phone number: %(phone_number)s) have been successfully admin.
fa: کاربر(شماره تلفن: %(phone_number)s) با موفقیت ادمین شد.

source: %(update_count)d users have been removed from the admin.
fa: %(update_count)d نفر از کاربران از ادمینی کنار گذاشته شدند.

source: Your account is not active.
fa: حساب کاربری شما غیرفعال است.

source: There isn't any user with entered username and password.
fa: کاربری با نام کاربری و رمزعبور وارد شده وجود ندارد.

source: Users must have a phone number.
fa: کاربران باید شماره تلفن داشته باشند.

source: Phone
fa: شماره تلفن

source: Email
fa: ایمیل

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
fa: مشخص می کند که آیا این کاربر باید به عنوان فعال در نظر گرفته شود. به جای حذف حساب‌ها، این مورد را لغو انتخاب کنید.

source: Designates whether the user can log into this admin site.
fa: مشخص می کند که آیا کاربر می تواند به این سایت مدیریت وارد شود یا خیر.

source: User
fa: کاربر

source: Users
fa: کاربران

source: Request id
fa: شناسه درخواست

source: Password
fa: رمزعبور

source: Created datetime
fa: تاریخ و زمان ایجاد شده

source: Expired datetime
fa: تاریخ و زمان منقضی شده

source: One time password
fa: رمزعبور یکبار مصرف

source: One time passwords
fa: رمزعبور های یکبار مصرف

source: Username
fa: کاربر

source: This email is already chosen, please enter another email.
fa: این ایمیل قبلاً انتخاب شده است، لطفاً ایمیل دیگری وارد کنید.

source: Enter a valid phone number, phone number must have 11 digits which starts with the number 09.
fa: یک شماره تلفن معتبر وارد کنید، شماره تلفن باید دارای 11 رقم باشد که با شماره 09 شروع می شود.

source: Enter a valid national code, National code must be 10 digits which start with one of the numbers between 1 and 9.
fa: یک کد ملی معتبر وارد کنید، کد ملی باید 10 رقمی باشد که با یکی از اعداد بین 1 تا 9 شروع می شود.

source: Your one-time password is incorrect or has expired!
fa: رمزعبور یکبار مصرف شما نادرست یا منقضی شده است!

source: Your password has been successfully changed.
fa: رمزعبور شما با موفقیت تغییر یافت.

source: There is some products relating this seller, Please remove them first.
fa: برخی از محصولات مربوط به این فروشنده هستند، لطفاً ابتدا آنها را حذف کنید.

source: There is some orders relating this customer, Please remove them first.
fa: برخی از سفارشات مربوط به این مشتری هستند، لطفاً ابتدا آنها را حذف کنید.
